Repository: Calculable/Remember
Catalog: Remember/*.lproj/Localizable.strings
Languages: de

source: %d days before the event
de: %d Tage vor dem Jubiläum

source: %d days since
de: %d Tage seit

source: %d new memories were imported
de: %d Erinnerungen wurden erfolgreich importiert

source: %d years since
de: %d Jahre seit

source: 1 day before the event
de: 1 Tag vor dem Jubiläum

source: Add Memory
de: Erinnerung hinzufügen

source: Add New Memory
de: Neue Erinnerung

source: Are you sure?
de: Sind Sie sicher?

source: Are you sure? Finally deleted memories cannot be restored anymore.
de: Sind Sie sicher? Endgültig gelöschte Erinnerungen können nicht wiederhergestellt werden.

source: Are you sure to delete all your memories? This step can not be undone.
de: Sind Sie sicher, dass Sie alle Ihre Erinnerungen löschen möchten? Dieser Schritt kann nicht rückgängig gemacht werden

source: Biometrics are disabled or not supported on this device
de: Biometrische Authentifizierung (FaceID / TouchID) ist für dieses Gerät deaktiviert oder nicht unterstützt

source: Biometrics not available
de: Biometrische Authentifizierung (FaceID / TouchID) ist für dieses Gerät nicht unterstützt

source: Cancel
de: Abbrechen

source: Close
de: Schliessen

source: Date
de: Datum

source: Days before event
de: Tage vor dem Jubiläum

source: Delete Forever
de: Endgültig löschen

source: Delete Memory
de: Erinnerung löschen

source: Delete
de: Löschen

source: Delete custom memories
de: Eigene Erinnerungen löschen

source: Deleted Memories
de: Gelöschte Erinnerungen

source: Deleted Memories can be restored under Settings > Deleted Memories
de: gelöschte Erinnerungen können unter Einstellungen > Gelöschte Erinnerungen wiederhergestellt werden

source: Disable Notifications
de: Benachrichtigungen deaktivieren

source: Edit Memory
de: Erinnerung bearbeiten

source: Edit
de: Bearbeiten

source: Enable biometric authentication (if available)
de: Biometrische Authentifizierung aktivieren (falls verfügbar)

source: Enable Notifications
de: Benachrichtigungen aktivieren

source: Enable yearly notifications
de: jährliche Benachrichtigungen aktivieren

source: Export memories
de: Erinnerungen exportieren

source: General Inforamation
de: Allgemeine Informationen

source: Image (Optional)
de: Bild (Optional)

source: Image could not be saved
de: Das Bild konnte nicht gespeichert werden

source: Image saved
de: Bild gespeichert

source: Import and Export
de: Import und Export

source: Import failed
de: Import fehlgeschlagen

source: Import memories
de: Erinnerungen importieren

source: Import successful
de: Import erfolgreich

source: In %d days, on
de: In %d Tagen, am

source: Location (Optional)
de: Standort (Optional)

source: Map
de: Karte

source: Memories
de: Erinnerungen

source: Memories deleted
de: Erinnerungen gelöscht

source: Memory deleted
de: Erinnerung gelöscht

source: New anniversary in %d days
de: Neuer %d Tagen ist ein Jahrestag!

source: New anniversary today
de: Heute ist ein Jahrestag!

source: New anniversary tomorrow
de: Morgen ist ein Jahrestag!

source: No Memories to display
de: Keine Erinnerungen vorhanden

source: No deleted memories
de: Keine gelöschten Erinnerungen vorhanden

source: Notes (Optional)
de: Notizen (Optional)

source: Notifications can be triggered for the anniversaries of the memories. Under the Memories tab, notifications can be turned on or off individually for each memory. Please make sure that the app has permission to send notifications (iOS Settings > Notifications).
de: Für die Jahrestage von Erinnerungen können Benachrichtigungen ausgelöst werden. Unter dem Tab 'Erinnerungen' können Sie die Benachrichtigungen für jede Erinnerung individuell ein- oder ausschalten. Bitte stellen Sie sicher, dass die App über die Berechtigung zum Senden von Benachrichtigungen verfügt (iOS Einstellungen > Benachrichtigungen).

source: Notifications
de: Benachrichtigungen

source: On the same day
de: Am gleichen Tag

source: Please select a memory to see the details
de: Bitte wählen Sie eine Erinnerung, um die Details anzuzeigen

source: Please select an upcoming memory to see the details
de: Bitte wählen Sie ein anstehendes Jubiläum, um die Details anzuzeigen

source: Privacy
de: Privatsphäre

source: Remove all custom memories and restore example memories
de: Alle angelegten Erinnerungen entfernen und Beispiel-Erinnerungen wiederherstellen

source: Remove image
de: Bild entfernen

source: Remove location
de: Standort entfernen

source: Reset
de: Zurücksetzen

source: Restore
de: Wiederherstellen

source: Save
de: Speichern

source: Search memory
de: Nach Erinnerung suchen

source: Search upcoming memory
de: Nach Jubiläum suchen

source: Select Image
de: Bild auswählen

source: Select location
de: Standort auswählen

source: Settings
de: Einstellungen

source: Share
de: Teilen

source: show your memories
de: ihre Erinnerungen anzeigen

source: Tap on the map to select your coordinates
de: Klicken Sie auf der Karte, um eine Koordinate auszuwählen

source: The image was saved to your photo gallery
de: Das Bild wurde in der Fotogalerie gespeichert

source: The image you chose for this memory
de: Das Bild, welches Sie für diese Erinnerung ausgewählt haben

source: The input-data does not have the required format.
de: Die Inputdaten liegen nicht im richtigen Format vor.

source: The memories were successfully deleted
de: Die Erinnerungen wurden erfolgreich gelöscht

source: There was an error while saving the image
de: Beim Speichern des Bildes es ist ein Fehler aufgetreten

source: This memory was deleted
de: Diese Erinnerung wurde gelöscht

source: Time of notifications
de: Uhrzeit der Benachrichtigung

source: Title
de: Titel

source: Today
de: Heute

source: Tomorrow
de: Morgen

source: Unlock
de: Entsperren

source: Upcoming
de: Jubiläen

source: Warning: This step can not be undone
de: Achtung: Dieser Schritt kann nicht rückgängig gemacht werden

source: yearly notifications are disabled for this memory
de: jährliche Benachrichtigungen sind für diese Erinnerung deaktiviert

source: yearly notifications are enabled for this memory
de: jährliche Benachrichtigungen sind für diese Erinnerung aktiviert

source: You can use Face ID or Touch ID to unlock the app. Please note that the data will be accessible if biometrics are disabled for this device.
de: Sie können Face ID oder Touch ID verwenden, um die App zu entsperren. Bitte beachten Sie, dass die Daten zugänglich sind, wenn die biometrischen Funktionen für dieses Gerät deaktiviert sind.

source: First man on the moon
de: Der erste Mensch auf dem Mond

source: End of World War II
de: Ende des Zweiten Weltkriegs

source: First Organ Transplant
de: Erste Organtransplantation

source: Fall of the Berlin Wall
de: Der Fall der Berliner Mauer

source: First Human in Space
de: Der erste Mensch im Weltraum

source: Martin Luther King’s "I Have a Dream" speech
de: Martin Luther Kings "I Have a Dream"-Rede

source: Invention of the World Wide Web
de: Erfindung des World Wide Web

source: Steve Jobs presents the first iPhone
de: Steve Jobs präsentiert das erste iPhone

source: Curiosity takes a selfie on Mars
de: Curiosity macht ein Selfie auf dem Mars

source: Discovery of the Double Helix
de: Entdeckung der Doppelhelix

source: First man on the moon (description)
de: Apollo 11 war der erste Raumflug, bei dem Menschen auf dem Mond landeten. Kommandant Neil Armstrong und Mondlandefähre-Pilot Buzz Aldrin landeten die Apollo-Mondlandefähre Eagle am 20. Juli 1969 um 20.17 Uhr UTC, und Armstrong betrat als erster Mensch am 21. Juli um 02.56 Uhr UTC, die Mondoberfläche. Aldrin folgte ihm 19 Minuten später, und sie verbrachten etwa zweieinviertel Stunden damit, gemeinsam den Ort zu erkunden, den sie nach der Landung Tranquility Base genannt hatten. Armstrong und Aldrin sammelten 47,5 Pfund (21,5 kg) Mondmaterial ein, welches sie zur Erde zurückbrachten, während Pilot Michael Collins die Kommandokapsel Columbia in die Mondumlaufbahn flog. Sie blieben 21 Stunden und 36 Minuten auf der Mondoberfläche, bevor sie abhoben, um sich wieder der Columbia anzuschließen. Bild: NASA auf Unsplash Quelle: Apollo 11. (2022, 09 15). In Wikipedia.

source: End of World War II (description)
de: Der Krieg in Europa endete mit der Befreiung der von Deutschland besetzten Gebiete und dem Einmarsch der westlichen Alliierten und der Sowjetunion in Deutschland, der mit dem Fall Berlins an die sowjetischen Truppen, dem Selbstmord Hitlers und der bedingungslosen Kapitulation Deutschlands am 8. Mai 1945 seinen Höhepunkt fand. Deutschland unterzeichnete die Kapitulationsurkunde am 9. Mai 1945. Nachdem Japan sich geweigert hatte, gemäß der Potsdamer Erklärung (vom 26. Juli 1945) zu kapitulieren, warfen die Vereinigten Staaten am 6. August die ersten Atombomben auf die japanischen Städte Hiroshima und Nagasaki ab (9. August). Angesichts der drohenden Invasion des japanischen Archipels, der Möglichkeit weiterer Atombombenabwürfe und des erklärten Kriegseintritts der Sowjetunion gegen Japan am Vorabend des Einmarsches in die Mandschurei gab Japan am 10. August seine Absicht bekannt, zu kapitulieren, was de facto das Ende des Zweiten Weltkriegs bedeutete. Japan unterzeichnete die Kapitulationsurkunde am 2. September 1945. Quelle: World War II. (2022, 09 17). In Wikipedia.

source: First Organ Transplant (description)
de: 1954 wurde im Brigham & Women's Hospital in Boston, Ma, die erste erfolgreiche Transplantation eines Organs durchgeführt. Die Operation wurde von Dr. Joseph Murray durchgeführt, der für seine Arbeit den Nobelpreis für Medizin erhielt. Der Erfolg dieser Transplantation war vor allem auf die familiäre Beziehung zwischen dem Empfänger, einem Richard Herrick aus Maine, und seinem Spender und eineiigen Zwillingsbruder Ronald zurückzuführen. Richard Herrick war bei der Marine und erkrankte schwer an akutem Nierenversagen. Sein Bruder Ronald spendete Richard seine Niere, und Richard lebte noch acht Jahre weiter. Bis zu diesem Fall überlebten Transplantatempfänger nicht länger als dreißig Tage. Aufgrund der engen familiären Beziehung war eine medikamentöse Behandlung gegen die Abstoßung nicht erforderlich, was bis zu diesem Zeitpunkt nicht bekannt war, so dass der Fall ein Licht auf die Ursache der Abstoßung und auf mögliche Medikamente gegen die Abstoßung warf. Quelle: Organ transplantation. (2022, 08 30). In Wikipedia.

source: Fall of the Berlin Wall (description)
de: Der Fall der Berliner Mauer während der friedlichen Revolution war ein Schlüsselereignis der Weltgeschichte, das den Fall des Eisernen Vorhangs markierte und zu den Ereignissen gehörte, die den Niedergang des Kommunismus in Ost- und Mitteleuropa einleiteten. Der Fall der innerdeutschen Grenze erfolgte kurz darauf. Drei Wochen später wurde auf dem Gipfeltreffen in Malta das Ende des Kalten Krieges verkündet und im Oktober des folgenden Jahres fand die deutsche Wiedervereinigung statt. Bild: Lear 21 in der englischen Wikipedia [GFDL oder CC BY-SA 3.0], via Wikimedia Commons Quelle: Fall der Berliner Mauer. (2022, 09 09). In Wikipedia.

source: First Human in Space (description)
de: Juri Alexejewitsch Gagarin war ein sowjetischer Pilot und Kosmonaut, der als erster Mensch in den Weltraum flog. In der Wostok-1-Kapsel umkreiste Gagarin am 12. April 1961 einmal die Erde. Durch diesen wichtigen Meilenstein im Wettlauf um die Weltraumfahrt wurde er zu einer internationalen Berühmtheit und erhielt zahlreiche Medaillen und Titel, darunter den Titel "Held der Sowjetunion", die höchste Auszeichnung seines Landes. Quelle: Yuri Gagarin. (2022, 08 26). In Wikipedia.

source: Martin Luther King’s "I Have a Dream" speech (description)
de: "I Have a Dream" ist eine öffentliche Rede, die der amerikanische Bürgerrechtler und Baptistenprediger Martin Luther King Jr. während des Marsches auf Washington am 28. August 1963 hielt. In dieser Rede forderte King bürgerliche und wirtschaftliche Rechte und ein Ende des Rassismus in den Vereinigten Staaten. Die Rede, die er auf den Stufen des Lincoln Memorial in Washington, D.C., vor mehr als 250.000 Bürgerrechtsanhängern hielt, war ein entscheidender Moment der Bürgerrechtsbewegung und gehört zu den bekanntesten Reden der amerikanischen Geschichte. Quelle: I Have a Dream. (2022, 08 22). In Wikipedia.

source: Invention of the World Wide Web (description)
de: Tim Berners-Lee erfand 1989 bei seiner Arbeit am CERN das World Wide Web, indem er das Konzept der Hyperlinks anwandte, das zu diesem Zeitpunkt bereits seit einigen Jahrzehnten existierte. Er entwickelte den ersten Webserver, den ersten Webbrowser und ein Protokoll zur Formatierung von Dokumenten, die Hypertext Markup Language (HTML). Nach der Veröffentlichung der Auszeichnungssprache im Jahr 1991 und der Freigabe des Quellcodes des Browsers zur öffentlichen Nutzung im Jahr 1993 wurden bald viele andere Webbrowser entwickelt, wobei Marc Andreessen's Mosaic (später Netscape Navigator) besonders einfach zu benutzen und zu installieren war und oft als Auslöser für den Internet-Boom der 1990er Jahre angesehen wird. Es handelte sich um einen grafischen Browser, der auf verschiedenen gängigen Büro- und Heimcomputern lief und Multimedia-Inhalte für technisch nicht versierte Benutzer zugänglich machte. Quelle: History of the World Wide Web. (2022, 09 16). In Wikipedia.

source: Steve Jobs presents the first iPhone (description)
de: Das iPhone (im Nachhinein inoffiziell auch als iPhone 2G, iPhone 1 oder Original-iPhone bezeichnet) ist das erste iPhone-Modell und das erste von Apple Inc. entwickelte und vermarktete Smartphone. Die Entwicklung des iPhones als Produkt begann 2005 und wurde bis zu seiner öffentlichen Vorstellung unter völliger Geheimhaltung fortgesetzt. Das Gerät brach mit den vorherrschenden Mobiltelefon-Designs, indem es die meisten physischen Hardware-Tasten eliminierte und stattdessen nur einige physische Tasten und einen Touchscreen aufwies. Es verfügte über eine Quadband-GSM-Mobilfunkverbindung mit GPRS- und EDGE-Unterstützung für die Datenübertragung und nutzte den kontinuierlichen Internetzugang und den integrierten Prozessor zur Unterstützung von Funktionen, die nicht mit der Sprachkommunikation zusammenhängen. Das iPhone wurde schnell zum erfolgreichsten Produkt von Apple und spätere Generationen machten es zum profitabelsten Unternehmen der damaligen Zeit. Bild: Apple Quelle: iPhone (1. Generation). (2022, 09 13). In Wikipedia.

source: Curiosity takes a selfie on Mars (description)
de: Das erste Weltraum-Selfie auf einem anderen Planeten wurde vom Curiosity-Rover aufgenommen. Es wurde aufgenommen, während die durchsichtige Staubabdeckung des Objektivs geschlossen war, was ein unscharfes Bild ergab. Das Bild wurde leicht verändert und auf Curiosity's Facebook-Konto mit der folgenden Nachricht veröffentlicht: "Hello, Gorgeous! Snapped this self portrait while inspecting my MAHLI camera with its dust cover intentionally left on. This was a test to make sure the cover, its hinge the area it sweeps when it opens are clear of debris." Curiosity ist ein autogroßer Mars-Rover, der im Rahmen der NASA-Mission Mars Science Laboratory (MSL) den Gale-Krater auf dem Mars erkunden soll. Curiosity wurde am 26. November 2011 um 15:02:00 UTC von Cape Canaveral (CCAFS) gestartet und landete am 6. August 2012 um 05:17:57 UTC auf Aeolis Palus im Gale-Krater auf dem Mars. Ziele der Mission sind die Untersuchung des Klimas und der Geologie des Mars, die Beurteilung der Frage, ob der ausgewählte Standort im Inneren von Gale jemals günstige Umweltbedingungen für mikrobielles Leben geboten hat, sowie Studien zur Bewohnbarkeit des Planeten als Vorbereitung für die Erkundung durch den Menschen. Bild: NASA / JPL-Caltech / MSSS. Quelle: Curiosity (Rover). (2022, 08 07). In Wikipedia. Quelle: Space selfie. (2022, 09 01). In Wikipedia.

source: Discovery of the Double Helix (description)
de: Die Entdeckung der Doppelhelix (DNS), durch James Watson und Francis Crick im Jahr 1953 war ein Meilenstein in der Geschichte der Wissenschaft und begründete die moderne Molekularbiologie, die sich vor allem damit befasst, wie Gene die chemischen Prozesse in Zellen steuern. Ihre Entdeckung führte in kürzester Zeit zu bahnbrechenden Erkenntnissen über den genetischen Code und die Proteinsynthese. In den 1970er und 1980er Jahren trug sie zur Entwicklung neuer und leistungsfähiger wissenschaftlicher Techniken bei. Wichtige aktuelle Fortschritte in der Wissenschaft, nämlich die Erstellung genetischer Fingerabdrücke und die moderne Forensik, die Kartierung des menschlichen Genoms und das noch nicht erfüllte Versprechen der Gentherapie, haben alle ihren Ursprung in der inspirierenden Arbeit von Watson und Crick. Bild: Warren Umoh auf Unsplash Quelle: "The Discovery of the Double Helix, 1951-1953," Francis Crick - Profiles in Science, zuletzt geändert am 12. März 2019, abgerufen am 17. September 2022, https://profiles.nlm.nih.gov/spotlight/sc/feature/doublehelix.
